const refundPolicy = `[ 보증금 ]
예약 후 1시간 이내에는 보증금 100% 환불
예약 후 1시간 이후에는 보증금 환불불가
`

const notice = `예약은 보증금이 결제되어야 확정됩니다.
예약은 이용 1시간 전까지 가능합니다.
예약 후 보증금을 1시간 이내에 결제하지 않으면 자동취소 됩니다.
예약시간 1시간전에는 예약취소가 불가합니다.
* 보증금 : 총 결제 금액의 20%

[ 결제유형 ]
보증금 : 예약시 보증금만 결제 후 이용 30분 전까지 남은 금액을 결제하는 방법
선납 : 예약시 전체 금액을 결제하는 방법
후납 : 보증금 결제 후 시설을 이용하고 1시간 이내에 남은 금액을 결제하는 방법

[ 마일리지 ]
보증금, 선납 결제방식 사용시 총 결제금액의 5% 적립

[ 주의사항 ]
후납시 사용후 1시간 이내에 결제를 하지 않으면 패널티가 부여되며
패널티 누적시 이용에 제재가 가해질 수 있습니다.
`

export {
  refundPolicy,
  notice,
}